Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "A Chromium beállításai";
AllowCrossOriginAuthPrompt.pfm_title = "Cross-origin HTTP Basic Auth kérdés";
AllowCrossOriginAuthPrompt.pfm_description = "Azt szabályozza, hogy harmadik felek altartalma az oldalon megnyithat-e egy HTTP Basic Auth párbeszédpanelt. Ez általában le van tiltva az adathalászat elleni védelem miatt.";
AllowFileSelectionDialogs.pfm_title = "Fájlkiválasztási párbeszédablakok hívásának engedélyezése.";
AllowFileSelectionDialogs.pfm_description = "Lehetővé teszi a hozzáférést a gépen lévő helyi fájlokhoz azáltal, hogy engedélyezi a Chromium számára a fájlkiválasztási párbeszédablakok megjelenítését. Ha engedélyezi ezt a beállítást, a felhasználók a szokásos módon nyithatnak meg fájlkiválasztási párbeszédablakokat. Ha letiltja a beállítást, minden alkalommal, amikor a felhasználó olyan dolgot tesz, ami fájlkiválasztási párbeszédablakot hívna elő (például könyvjelzők importálása, fájlok feltöltése, linkek mentése stb.), egy üzenet jelenik meg helyette, és feltételezi, hogy a felhasználó a Mégse gombra kattintott a fájlkiválasztási párbeszédablakban. Ha ez nincs beállítva, a felhasználók a szokásos módon nyithatnak meg fájlkiválasztási párbeszédablakokat.";
AllowOutdatedPlugins.pfm_title = "Elavult bővítmények futtatásának engedélyezése";
AllowOutdatedPlugins.pfm_description = "Lehetővé teszi a Chromium számára az elavult bővítmények futtatását. Ha engedélyezi ezt a beállítást, az elavult bővítmények normál bővítményként lesznek használva. Ha letiltja a beállítást, az elavult bővítmények nem lesznek használva, és a felhasználók nem kapnak a futtatásukra vonatkozó kéréseket. Ha a beállítás nincs beállítva, a felhasználóktól fog engedélyt kérni az elavult bővítmények futtatására.";
AlternateErrorPagesEnabled.pfm_title = "Alternatív hibaoldalak engedélyezése";
AlternateErrorPagesEnabled.pfm_description = "A Chromium beépített, alternatív hibaoldalainak használatát teszi lehetővé (mint például \"az oldal nem található\"), és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha engedélyezi ezt a beállítást, az alternatív hibaoldalak lesznek használatban. Ha letiltja a beállítást, az alternatív hibaoldalak soha nem lesznek használva. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Chromium ezen beállítását.";
AlwaysAuthorizePlugins.pfm_title = "Mindig futtassa az engedélyköteles bővítményeket";
AlwaysAuthorizePlugins.pfm_description = "Lehetővé teszi, hogy a Chromium engedélyköteles bővítményeket futtasson. Ha aktiválja ezt a beállítást, a nem elavult bővítmények mindig futnak. Ha ez a beállítás ki van kapcsolva vagy nincs beállítva, a rendszer engedélyt fog kérni a felhasználóktól az engedélyköteles bővítmények futtatásához. Ezek a bővítmények veszélyeztethetik a biztonságot.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos felhatalmazási szerver kivétellistája";
AuthNegotiateDelegateWhitelist.pfm_description = "Szerverek, ahová a Chromium delegálhat.";
AuthSchemes.pfm_title = "Támogatott hitelesítési sémák";
AuthSchemes.pfm_description = "Meghatározza, hogy a Chromium melyik HTTP-azonosítási sémákat támogatja. Lehetséges értékek: \"basic\", \"digest\", \"ntlm\" és a \"negotiate\". Több értéket vesszőkkel kell elválasztani.";
AuthServerWhitelist.pfm_title = "Azonosítási szerverek engedélyezési listája";
AuthServerWhitelist.pfm_description = "Meghatározza, mely szervereknek kell engedélyezési listán szerepelniük az integrált érvényesítéshez. Az integrált érvényesítés csak akkor kapcsol be, ha a Chromium hitelesítési kérelmet kap egy proxytól vagy szervertől, amely szerepel az engedélyezési listán. A szerverek neveit vesszővel válassza el. Helyettesítő karakterek (*) használata engedélyezett.";
AutoFillEnabled.pfm_title = "Automatikus kitöltés engedélyezése";
AutoFillEnabled.pfm_description = "Engedélyezi a Chromium automatikus kitöltés funkcióját, és lehetővé teszi a felhasználók számára, hogy internetes űrlapokat automatikusan kitöltsenek korábban tárolt információkkal, mint például a cím vagy hitelkártyaadatok. Ha letiltja ezt a beállítást, az automatikus kitöltés nem lesz elérhető a felhasználók számára. Ha engedélyezi ezt a beállítást, vagy nem állítja be az értékét, az automatikus kitöltés funkció a felhasználó ellenőrzése alatt marad. Ez lehetővé teszi, hogy automatikus kitöltési profilokat állítsanak be, és saját belátásuk szerint ki- vagy bekapcsolják az automatikus kitöltést.";
BlockThirdPartyCookies.pfm_title = "Harmadik féltől származó cookie-k letiltása";
BlockThirdPartyCookies.pfm_description = "Letiltja a harmadik féltől származó cookie-kat. Ennek a beállításnak a bekapcsolása megakadályozza, hogy a weblapok olyan elemei állítsanak be cookie-kat, amelyek nem a böngésző címsávjában lévő domainben vannak. A beállítás kikapcsolásával lehetővé teszi, hogy a weblapok olyan elemei állítsanak be cookie-kat, amelyek nem a böngésző címsávjában lévő domainben vannak, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást.";
BookmarkBarEnabled.pfm_title = "Könyvjelzősáv engedélyezése";
BookmarkBarEnabled.pfm_description = "Elérhetővé teszi a könyvjelzősávot a Chromium új lap oldalán. Ha engedélyezi ezt a beállítást, a Chromium az \"Új lap\" oldalon egy könyvjelzősávot fog megjeleníteni. Ha letiltja ezt a beállítást, a felhasználók soha nem fogják látni a könyvjelzősávot. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Chromium ezen beállítását.";
ClearSiteDataOnExit.pfm_title = "Webhelyadatok törlése a böngésző bezárásakor";
ClearSiteDataOnExit.pfm_description = "Ez a szabály felülírja a \"Cookie-k és egyéb webhelyadatok törlése a böngésző bezárásakor\" tartalmi beállítást. Ha igazra van állítva, a Chromium kikapcsoláskor töröl minden helyileg tárolt adatot a böngészőből.";
CookiesAllowedForUrls.pfm_title = "Cookie-k engedélyezése ezeken a webhelyeken";
CookiesAllowedForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek állíthatnak be cookie-kat.";
CookiesBlockedForUrls.pfm_title = "Cookie-k letiltása ezeken a webhelyeken";
CookiesBlockedForUrls.pfm_description = "Lehetővé teszi olyan URL-minták listájának megadását, amelyek meghatározzák azokat a webhelyeket, amelyek nem állíthatnak be cookie-kat.";
CookiesSessionOnlyForUrls.pfm_title = "Csak a programfolyamatra szóló cookie-k engedélyezése ezeken a webhelyeken";
CookiesSessionOnlyForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek állíthatnak be csak a programfolyamatra szóló cookie-kat.";
DefaultBrowserSettingEnabled.pfm_title = "A Chrome beállítása alapértelmezett böngészőként";
DefaultBrowserSettingEnabled.pfm_description = "Beállítja a Chromium alapértelmezett böngésző-ellenőrzéseit, és megakadályozza, hogy a felhasználók megváltoztassák ezeket. Ha engedélyezi ezt a beállítást, a Chromium mindig ellenőrzi induláskor, hogy alapértelmezett böngésző-e, és automatikusan regisztrálja magát, ha lehetséges. Ha ez a beállítás le van tiltva, a Chromium soha nem fogja ellenőrizni, hogy alapértelmezett böngésző-e, és letiltja a felhasználók számára a beállítás lehetőségét. Ha ez a beállítás nincs megadva, a Chromium elérhetővé teszi a választást a felhasználó számára, hogy ez legyen-e az alapértelmezett böngésző, és hogy mutasson-e felhasználói értesítéseket, ha nem az.";
DefaultCookiesSetting.pfm_title = "Alapértelmezett cookie-beállítások";
DefaultCookiesSetting.pfm_description = "0 - Helyi adatok beállításának engedélyezése minden webhely számára\n1 - Egy webhely sem állíthat be helyi adatokat\nLehetővé teszi annak meghatározását, hogy a webhelyek beállíthatnak-e helyi adatokat. A helyi adatok beállítását engedélyezheti vagy tilthatja minden webhely számára.";
DefaultGeolocationSetting.pfm_title = "Helymeghatározás alapértelmezett beállítása";
DefaultGeolocationSetting.pfm_description = "0 - Engedélyezi a webhelyek számára a felhasználók fizikai helyének követését\n1 - Minden oldal számára tiltja a felhasználók fizikai helyének követését\n2 - Kérdezzen rá minden alkalommal, amikor egy webhely követni szeretné a felhasználók fizikai helyzetét\nLehetővé teszi, hogy megadja azon weboldalak listáját, amelyek követhetik a felhasználók fizikai helyét. A felhasználók fizikai helyének követése lehet alapértelmezetten engedélyezett, alapértelmezetten tiltott, vagy megkérdezheti a felhasználót minden alkalommal, amikor egy webhely a fizikai helyét szeretné tudni.";
DefaultImagesSetting.pfm_title = "Képek alapértelmezett beállítása";
DefaultImagesSetting.pfm_description = "0 - Az összes kép megjelenítésének engedélyezése valamennyi webhely számára\n1 - Egy webhely sem jeleníthet meg képeket\nLehetővé teszi annak meghatározását, hogy a webhelyek számára engedélyezett-e a képek megjelenítése. A képek megjelenítését engedélyezheti vagy tilthatja minden webhely számára.";
DefaultJavaScriptSetting.pfm_title = "Alapértelmezett  JavaScript-beállítás";
DefaultJavaScriptSetting.pfm_description = "0 - JavaScript futtatásának engedélyezése minden webhelyen\n1 - JavaScript futtatásának tiltása minden webhely számára\nEnnek segítségével meghatározhatja, hogy a webhelyek futtathatnak-e JavaScriptet. A JavaScript futtatását engedélyezheti vagy letilthatja minden webhely számára.";
DefaultNotificationSetting.pfm_title = "Alapértelmezett értesítési beállítás";
DefaultNotificationSetting.pfm_description = "0 - Megengedi a webhelyeknek, hogy értesítéseket jelenítsenek meg az asztalon\n1 - Egy webhely sem jeleníthet meg asztali értesítéseket\n2 - Kérdezzen rá minden alkalommal, amikor egy webhely asztali értesítéseket akar mutatni\nMeghatározhatja, mely weboldalak jeleníthetnek meg asztali értesítéseket. Az asztali értesítések megjelenítése lehet alapértelmezés szerint engedélyezett, alapértelmezés szerint tiltott, vagy kérdezheti a felhasználót minden alkalommal, amikor egy webhely asztali értesítéseket akar mutatni.";
DefaultPluginsSetting.pfm_title = "Alapértelmezett bővítménybeállítások";
DefaultPluginsSetting.pfm_description = "0 - Lehetővé teszi az összes webhely számára a bővítmények automatikus futtatását\n1 - Minden bővítmény tiltása\nItt lehet beállítani, hogy a weboldalak futtathatnak-e automatikusan bővítményeket. A bővítmények automatikus futtatását engedélyezheti vagy letilthatja minden webhely esetében.";
DefaultPopupsSetting.pfm_title = "Előugró ablakok alapértelmezett beállítása";
DefaultPopupsSetting.pfm_description = "0 - Előugró ablakok engedélyezése minden webhelyen\n1 - Előugró ablakok tiltása minden webhely esetén\nLehetővé teszi annak beállítását, hogy a weboldalak mutathatnak-e előugró ablakokat. Az előugró ablakok megjelenítését engedélyezheti vagy tilthatja minden webhely számára.";
DefaultSearchProviderEnabled.pfm_title = "Alapértelmezett keresési szolgáltató engedélyezése";
DefaultSearchProviderEnabled.pfm_description = "Engedélyezi egy alapértelmezett keresési szolgáltató használatát. Ha engedélyezi ezt a beállítást, egy alapértelmezett keresés fut le, amikor a felhasználó olyan szöveget ad meg a cím- és keresősávban, ami nem URL. A többi alapértelmezett keresési szabály megadásával határozhatja meg az alapértelmezett keresési szolgáltatót. Ha ezeket üresen hagyja, a felhasználó választhatja ki az alapértelmezett szolgáltatót. Ha kikapcsolja ezt a beállítást, nem indul keresés, ha a felhasználó URL-től különböző szöveget ad meg a cím- és keresési sávban. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül ezt a Chromium ezen beállítását.";
DefaultSearchProviderEncodings.pfm_title = "Alapértelmezett keresési szolgáltató kódolásai";
DefaultSearchProviderEncodings.pfm_description = "Meghatározza a keresési szolgáltató által támogatott karakterkódolásokat. A kódolások kódtáblanevek, mint az UTF-8, GB2312, és ISO-8859-1. A szolgáltató a megadott sorrendben próbálja őket használni. Az UTF-8 az alapértelmezett.";
DefaultSearchProviderIconURL.pfm_title = "Alapértelmezett keresési szolgáltató ikonja";
DefaultSearchProviderIconURL.pfm_description = "Megadja az alapértelmezett keresési szolgáltató kedvenc ikonjának URL-jét. Nem kötelező.";
DefaultSearchProviderInstantURL.pfm_title = "Alapértelmezett keresési szolgáltató azonnali URL-je";
DefaultSearchProviderInstantURL.pfm_description = "Megadja az azonnali eredményekhez használt keresőmotor URL-jét. Az URL-nek tartalmaznia kell a '{searchTerms}' karakterláncot, amelynek helyébe a lekérdezés időpontjában a felhasználó által megadott szöveg lép. Nem kötelező.";
DefaultSearchProviderKeyword.pfm_title = "Alapértelmezett keresési szolgáltató kulcsszava";
DefaultSearchProviderKeyword.pfm_description = "Megadja a kulcsszót, amely az ezzel a szolgáltatóval való keresés gyors elérésére használatos a cím- és keresősávban. Nem kötelező.";
DefaultSearchProviderName.pfm_title = "Az alapértelmezett keresési szolgáltató neve";
DefaultSearchProviderName.pfm_description = "Megadja az alapértelmezett keresési szolgáltató nevét. Ha üresen hagyják, a keresési URL által megadott gazdagépnév lesz használatban.";
DefaultSearchProviderSearchURL.pfm_title = "Az alapértelmezett keresési szolgáltató kereső URL-je";
DefaultSearchProviderSearchURL.pfm_description = "Meghatározza az alapértelmezett keresés esetén használatos keresőmotor URL-jét. Az URL-nek  tartalmaznia kell a(z) {searchTerms} karakterláncot, amelyet kereséskor a felhasználó által keresett kifejezések helyettesítenek.";
DefaultSearchProviderSuggestURL.pfm_title = "Alapértelmezett keresési szolgáltató javasolt URL-je";
DefaultSearchProviderSuggestURL.pfm_description = "Megadja a keresési javaslatokat biztosító keresőmotor URL-jét. Az URL-nek tartalmaznia kell a(z) \"{searchTerms}\" karakterláncot, amelynek helyébe a lekérdezés időpontjában a felhasználó által addig beírt szöveg lép. Nem kötelező.";
DeveloperToolsDisabled.pfm_title = "Fejlesztőeszközök letiltása";
DeveloperToolsDisabled.pfm_description = "Kikapcsolja a fejlesztői eszközöket és a JavaScript-konzolt. Ha engedélyezi ezt a beállítást, a fejlesztői eszközöket nem lehet elérni, és a webhelyek elemeit nem lehet ellenőrizni többé. Bármely billentyűparancs, menü vagy helyi menüpont le lesz tiltva, amely megnyitná a fejlesztői eszközöket vagy a JavaScript-konzolt.";
Disable3DAPIs.pfm_title = "3D grafikai API-k támogatásának tiltása";
Disable3DAPIs.pfm_description = "A 3D grafikus API-k tiltása. A beállítás engedélyezése megakadályozza a weboldalak hozzáférését a grafikus feldolgozó egységhez (GPU). Pontosabban, a weboldalak nem férhetnek hozzá a WebGL API-hoz és a bővítmények nem tudják használni a Pepper 3D API-t. A beállítás tiltása potenciálisan lehetővé teszi a weboldalak számára a WebGL API használatát, illetve a bővítmények számára a Pepper 3D API használatát. A böngésző alapértelmezett beállításainak továbbra is szükségük lehet parancssori paraméterek átadására, hogy használhassák ezeket az API-kat.<s></s>";
DisableAuthNegotiateCnameLookup.pfm_title = "CNAME keresés tiltása a Kerberos hitelesítési tárgyalások során";
DisableAuthNegotiateCnameLookup.pfm_description = "Meghatározza, hogy a generált Kerberos SPN az előnyben részesített DNS-néven vagy az eredetileg beírt néven alapul-e. Ha engedélyezi ezt a beállítást, a CNAME keresés kimarad, és a szerver beírt nevét fogja használni. Ha letiltja a beállítást, a szerver előnyben részesített nevét CNAME kereséssel fogja meghatározni.";
DisablePluginFinder.pfm_title = "Bővítménykereső letiltása";
DisablePluginFinder.pfm_description = "Ha Igazra állítja ezt a beállítást, a hiányzó bővítmények automatikus keresése és telepítése ki lesz kapcsolva a Chromium-ban.";
DisableSpdy.pfm_title = "SPDY protokoll letiltása";
DisableSpdy.pfm_description = "Letiltja az SPDY protokoll használatát a következőben: Chromium.";
DisabledPlugins.pfm_title = "Tiltott bővítmények listája";
DisabledPlugins.pfm_description = "Megadja a Chromium számára tiltott bővítmények listáját, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. A \"*\" és a \"?\" helyettesítő karakterek használata megengedett tetszőleges karaktersorozatok helyettesítésére. A \"*\" tetszőleges számú karakterrel egyezik meg, míg a \"?\" egyetlen opcionális karaktert határoz meg, azaz nulla vagy egy karaktert. Az escape karakter a \"\\", így a tényleges \"*\", \"?\" vagy \"\\" karakterekkel való egyezéshez \"\\" karaktert kell tenni eléjük. Ha engedélyezi ezt a beállítást, a megadott listán szereplő bővítményt a Chromium sosem fogja használni. A bővítmények kikapcsolt állapotúnak vannak jelölve az \"about: plugins\" részben, és a felhasználók nem tudják bekapcsolni őket. Ne feledje, hogy ezt a szabályt felülírják a DisabledPlugins és DisabledPluginsExceptions értékei.";
DisabledPluginsExceptions.pfm_title = "A tiltott bővítmények listájának kivétellistája";
DisabledPluginsExceptions.pfm_description = "Megadja a Chromium azon bővítményeinek listáját, amelyeket a felhasználók engedélyezhetnek vagy letilthatnak. A \"*\" és a \"?\" helyettesítő karakterek használata megengedett tetszőleges karaktersorozatok helyettesítésére. A \"*\" tetszőleges számú karakterrel egyezik meg, míg a \"?\" egyetlen opcionális karaktert határoz meg, azaz nulla vagy egy karaktert. Az escape karakter a \"\\", így a tényleges \"*\", \"?\" vagy \"\\" karakterekkel való egyezéshez \"\\" karaktert kell tenni eléjük. Ha engedélyezi ezt a beállítást, a megadott bővítménylista használható lesz a Chromium számára. A felhasználók be- és kikapcsolhatják őket az \"about:plugins\" részben még akkor is, ha a bővítmény megegyezik a DisabledPluginsben szereplő egyik mintával. A felhasználók be- és kikapcsolhatnak a DisabledPlugins, DisabledPluginsExceptions és EnabledPlugins listákban lévő mintákkal nem egyező bővítményeket is.";
DisabledSchemes.pfm_title = "Kikapcsolt protokollsémák listája";
DisabledSchemes.pfm_description = "Letiltja a felsorolt ​​protokollsémákat a Chromium-ban. A listában található sémát használó URL-ek nem töltődnek be, és nem lehet hozzájuk navigálni.";
DiskCacheDir.pfm_title = "A lemez gyorsítótár-könyvtárának beállítása";
DiskCacheDir.pfm_description = "Beállítja a könyvtárat, amelyet a Chromium a gyorsítótárazott fájlok tárolására fog használni a lemezen. Ha beállítja ezt a szabályzatot, a Chromium a megadott könyvtárat fogja használni függetlenül attól, hogy a felhasználó megadta-e a \"--disk-cache-dir\" jelzőt vagy sem.";
DnsPrefetchingEnabled.pfm_title = "Engedélyezze a hálózati előrejelzést.";
DnsPrefetchingEnabled.pfm_description = "Bekapcsolja a hálózati előrejelzést a Chromium-ban, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül Chromium ezen beállítását.";
DownloadDirectory.pfm_title = "Letöltési könyvtár megadása";
DownloadDirectory.pfm_description = "Beállítja a könyvtárat, amit a Chromium a fájlok letöltéséhez használ. Ha beállítja ezt a szabályt, a Chromium a megadott könyvtárat fogja használni attól függetlenül, hogy a felhasználó megadott-e egyet, vagy bekapcsolta-e a jelzőt, ami miatt minden alkalommal meg kell adni letöltési helyet.";
EditBookmarksEnabled.pfm_title = "Engedélyezi vagy letiltja a könyvjelzők szerkesztését";
EditBookmarksEnabled.pfm_description = "Engedélyezi vagy letiltja a könyvjelzők szerkesztését a Chromium alkalmazásban. Ha engedélyezi ezt a beállítást, hozzáadhat, törölhet vagy módosíthat könyvjelzőket. Ez az alapértelmezett. Ha letiltja a beállítást, nem lehet könyvjelzőket hozzáadni, törölni vagy módosítani. A meglévő könyvjelzők továbbra is rendelkezésre állnak.";
EnableAuthNegotiatePort.pfm_title = "A Kerberos SPN tartalmazza a nem szabványos portot";
EnableAuthNegotiatePort.pfm_description = "Megadja, hogy a generált Kerberos SPN-nek tartalmaznia kell-e egy nem szabványos portot. Ha engedélyezi ezt a beállítást, és megad egy nem szabványos portot (azaz a 80-as vagy 443-as porttól eltérőt), az szerepelni fog a generált Kerberos SPN-ben. Ha letiltja a beállítást, a generált Kerberos SPN semmilyen esetben sem fogja tartalmazni a portot.";
EnabledPlugins.pfm_title = "Engedélyezett bővítmények listája";
EnabledPlugins.pfm_description = "Megadja a Chromium számára engedélyezett bővítmények listáját, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. A \"*\" és a \"?\" helyettesítő karakterek használata megengedett tetszőleges karaktersorozatok helyettesítésére. A \"*\" tetszőleges számú karakterrel egyezik meg, míg a \"?\" egyetlen opcionális karaktert határoz meg, azaz nulla vagy egy karaktert. Az escape karakter a \"\\", így a tényleges \"*\", \"?\" vagy \"\\" karakterekkel való egyezéshez \"\\" karaktert kell tenni eléjük. A megadott bővítménylista minden esetben használatos a Chromium számára, ha telepítve van. A bővítmények bekapcsolt állapotúnak vannak jelölve az \"about: plugins\" részben, és a felhasználók nem tudják kikapcsolni őket. Ne feledje, hogy ez a szabály felülírja a DisabledPlugins és DisabledPluginsExceptions értékeket.";
ExtensionInstallBlacklist.pfm_title = "Bővítményazonosítók, amelyek felhasználói telepítését meg kell akadályozni (vagy * az összes esetén)";
ExtensionInstallBlacklist.pfm_description = "Lehetővé teszi, hogy meghatározza, a felhasználók milyen kiterjesztéseket NE telepíthessenek. A feketelistára kerülő bővítmények eltávolításra kerülnek, ha már telepítve voltak. A * érték a feketelistán azt jelenti, hogy minden kiterjesztés feketelistás, kivéve, ha kifejezetten szerepel az engedélyezett listán.";
ExtensionInstallForcelist.pfm_title = "Bővítményazonosítók és frissítési URL-ek csendes telepítése";
ExtensionInstallForcelist.pfm_description = "Lehetővé teszi a bővítmények egy olyan listájának meghatározását, amelyek csendben, felhasználói beavatkozás nélkül kerülnek telepítésre. A lista Minden eleme egy karakterlánc, amely tartalmazza a bővítmény azonosítóját, és egy vesszővel (;) elválasztott frissítési URL-t. Például: {lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx}. A {Chromium} minden egyes elemre letölti az azonosító által meghatározott bővítményt a megadott URL-ről, és csendesen telepíti azt. A következő oldalakon elmagyarázzák, hogyan tárolhat bővítményeket saját szerverén. A frissítési URL-ekről: {http://code.google.com/chrome/extensions/autoupdate.html}, a bővítmények tárolásáról általában: {http://code.google.com/chrome/extensions/hosting.html}. A felhasználók nem lesznek képesek eltávolítani a szabály által meghatározott bővítményeket. Ha eltávolít egy bővítményt a listából, akkor azt a {Chromium} is automatikusan eltávolítja. Az \"ExtensionInstallBlacklist\" feketelistán szereplő, kivétellistán nem szereplő bővítmények telepítését nem lehet ezzel a szabállyal kényszeríteni.";
ExtensionInstallWhitelist.pfm_title = "A feketelista alól kivételt képező bővítményazonosítók.";
ExtensionInstallWhitelist.pfm_description = "Lehetővé teszi, hogy meghatározza, mely kiterjesztések nem kerülhetnek a feketelistára. A feketelista * értéke azt jelenti, hogy az összes kiterjesztés feketelistás, és a felhasználók csak az engedélyezett listán felsorolt kiterjesztéseket telepíthetik. Alapértelmezés szerint az összes kiterjesztés engedélyezett, de ha a szabályok miatt minden kiterjesztés feketelistára kerül, az engedélyezett listával felül lehet bírálni a szabályokat.";
GSSAPILibraryName.pfm_title = "GSSAPI könyvtár neve";
GSSAPILibraryName.pfm_description = "Megadja, mely GSSAPI könyvtárak használatosak HTTP érvényesítésre. Megadhat csak egy könyvtárnevet, vagy teljes elérési utat is. Ha nem ad meg beállítást, a Chromium egy alapértelmezett könyvtárnevet fog használni.";
HomepageIsNewTabPage.pfm_title = "való használata";
HomepageIsNewTabPage.pfm_description = "Beállítja a Chromium alapértelmezett kezdőoldalának típusát, és megakadályozza, hogy a felhasználók megváltoztassák a kezdőoldal beállításait. Kezdőoldalként beállíthat egy megadott URL-t vagy az Új lap oldalt. Ha aktiválja ezt a beállítást, mindig az Új lap oldal lesz a kezdőoldal, és a rendszer figyelmen kívül hagyja a kezdőoldal URL-jét. Ha kikapcsolja a beállítást, a felhasználó kezdőoldala soha nem az Új lap oldal lesz, kivéve, ha URL-ként a \"chrome://newtab\" érték van megadva. Ha be- vagy kikapcsolja ezt a beállítást, a felhasználók nem változtathatják meg a Chromium kezdőoldalának típusát.";
HomepageLocation.pfm_title = "Kezdőoldal URL-je";
HomepageLocation.pfm_description = "Beállítja a Chromium alapértelmezett kezdőoldalát, és megakadályozza, hogy a felhasználók megváltoztassák azt. A kezdőoldal típusa lehet egy itt megadott URL, vagy az Új lap oldalra is lehet állítva. Ha az Új lap oldalt választja, akkor ezt a szabályt nem fogja figyelembe venni. Ha megadja ezt a beállítást, a felhasználók nem tudják megváltoztatni a kezdőoldal URL-jét a Chromium-ban, ám változatlanul választhatják az Új lap oldalt kezdőoldalnak.";
ImagesAllowedForUrls.pfm_title = "Képek engedélyezése ezeken a webhelyeken";
ImagesAllowedForUrls.pfm_description = "Lehetővé teszi URL-minták egy olyan listájának megadását, amely meghatározza, mely webhelyek számára engedélyezett a képek megjelenítése.";
ImagesBlockedForUrls.pfm_title = "Képek letiltása ezeken az webhelyeken";
ImagesBlockedForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nem jeleníthetnek meg képeket.";
IncognitoEnabled.pfm_title = "Inkognitómód engedélyezése";
IncognitoEnabled.pfm_description = "Engedélyezi az Inkognitómódot a Chromium alkalmazásban. Ha ez a beállítás engedélyezett, vagy nincs beállítva, a felhasználók megnyithatnak weboldalakat inkognitómódban. Ha ez a beállítás le van tiltva, a felhasználók nem nyithatnak meg weboldalakat inkognitómódban.";
InstantEnabled.pfm_title = "Az Instant engedélyezése";
InstantEnabled.pfm_description = "Engedélyezi a Chromium Instant funkcióját, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha engedélyezi ezt a beállítást, a Chromium Instant engedélyezve lesz. Ha letiltja a beállítást, a Chromium Instant le lesz tiltva. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül ezt a beállítást.";
JavaScriptAllowedForUrls.pfm_title = "JavaScript engedélyezése ezeken a webhelyeken";
JavaScriptAllowedForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek futtathatnak JavaScriptet.";
JavaScriptBlockedForUrls.pfm_title = "JavaScript letiltása ezeken a webhelyeken";
JavaScriptBlockedForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nem futtathatnak JavaScriptet.";
JavascriptEnabled.pfm_title = "JavaScript engedélyezése";
JavascriptEnabled.pfm_description = "Engedélyezi a JavaScriptet a Chromium számára, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha ez a beállítás engedélyezett, vagy nincs beállítva, a weblapok használhatnak JavaScriptet. Ha ez a beállítás le van tiltva, a weboldalak nem használhatnak JavaScriptet.";
MetricsReportingEnabled.pfm_title = "Használati és összeomlással kapcsolatos adatok jelentésének engedélyezése";
MetricsReportingEnabled.pfm_description = "Lehetővé teszi a Chromium használati és összeomlással kapcsolatos adatainak anonim bejelentését a Google felé, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha engedélyezi ezt a beállítást, használati és összeomlással kapcsolatos anonim adatok továbbításra kerülnek a Google felé. Ha letiltja a beállítást, soha nem kerülnek ttovábbítódnak a Google felé használati és összeomlással kapcsolatos anonim adatok. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül ezt a beállítást a következőben: Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Lehetővé teszi, hogy a felhasználók megjelenítsék a jelszavakat a Jelszókezelőben";
PasswordManagerAllowShowPasswords.pfm_description = "Befolyásolja, hogy a felhasználók megjeleníthetik-e jelszavaikat egyszerű szövegként a jelszókezelőben. Ha kikapcsolja ezt a beállítást, a jelszókezelő nem engedi a tárolt jelszavak egyszerű szövegként való megjelenítését a jelszókezelő ablakában. Ha bekapcsolja, vagy nem állítja be ezt a beállítást, a felhasználók megtekinthetik egyszerű szövegként a tárolt jelszavakat a jelszókezelőben.";
PasswordManagerEnabled.pfm_title = "Jelszókezelő engedélyezése";
PasswordManagerEnabled.pfm_description = "Lehetővé teszi a jelszavak mentését és a mentett jelszavak használatát a Chromium-ban. Ha engedélyezi ezt a beállítást, a felhasználók eltárolhatják jelszavaikat a Chromium segítségével, amely a következő alkalommal automatikusan felkínálja azokat, ha egy webhelyre jelentkeznek be. Ha letiltja a beállítást, a felhasználók nem tudják menteni a jelszavakat, vagy használni a már mentett jelszavakat. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Chromium ezen beállítását.";
PluginsAllowedForUrls.pfm_title = "Bővítmények engedélyezése ezeken a webhelyeken";
PluginsAllowedForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek futtathatnak bővítményeket.";
PluginsBlockedForUrls.pfm_title = "Bővítmények tiltása ezeken a webhelyeken";
PluginsBlockedForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nem futtathatnak bővítményeket.";
PopupsAllowedForUrls.pfm_title = "Előugró ablakok engedélyezése ezeken a webhelyeken";
PopupsAllowedForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nyithatnak meg előugró ablakokat.";
PopupsBlockedForUrls.pfm_title = "Előugró ablakok tiltása ezeken a webhelyeken";
PopupsBlockedForUrls.pfm_description = "Lehetővé teszi, hogy megadja az URL-minták egy olyan listáját, amely meghatározza, mely webhelyek nem nyithatnak meg előugró ablakot.";
PrintingEnabled.pfm_title = "Nyomtatás engedélyezése";
PrintingEnabled.pfm_description = "Engedélyezi a nyomtatást a Chromium-ban, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha engedélyezi ezt a beállítást, vagy az nincs beállítva, a felhasználók nyomtathatnak. Ha ez a beállítás le van tiltva, a felhasználók nem nyomtathatnak a Chromium-ból. A nyomtatás le van tiltva a csavarkulcs menüben, kiterjesztésekben, JavaScript alkalmazásokban stb. Továbbra is lehet nyomtatni a Chromium alkalmazást megkerülő bővítményekből nyomtatás közben. Például egyes Flash alkalmazások rendelkeznek nyomtatási opcióval a helyi menüben, és ez nem lesz letiltva.";
ProxyBypassList.pfm_title = "Proxy figyelmen kívül hagyásával kapcsolatos szabályok vesszővel elválasztott listája";
ProxyBypassList.pfm_description = "A Chromium figyelmen kívül hagy bármilyen proxyt a listán megadott gazdagépek esetében. Ez a szabály csak akkor lép érvénybe, ha a manuális proxybeállításokat választotta a \"Válassza meg a proxyszerver-beállítások megadásának módját\" résznél. További részletes példákért látogassa meg a következő oldalt: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Válassza ki, hogyan adja meg a proxyszerver beállításait";
ProxyMode.pfm_description = "direct - Soha ne használjon proxyt\nauto_detect - Automatikus proxyfelismerés beállításai\npac_script - Használjon .pac proxyszkriptet\nfixed_servers - Használjon fix proxyszervereket\nsystem - A rendszer proxybeállításainak használata\nLehetővé teszi hogy a Chromium által használt proxyszerver meghatározását, és megakadályozza, hogy a felhasználók megváltoztassák a proxybeállításokat. Ha úgy dönt, hogy soha nem használ proxyszervert, és mindig közvetlenül kapcsolódik, az összes többi opció figyelmen kívül lesz hagyva. Ha úgy dönt, hogy a rendszer proxybeállításait használja, vagy automatikusan érzékeli a proxyszervert, az összes többi opció figyelmen kívül lesz hagyva. Ha a fix proxyszerver módot választja, további opciókat állíthat be \"A proxyszerver címe vagy URL-je\" és a \"Proxykihagyási szabályok vesszővel elválasztott listája\" lehetőségeknél. Ha .pac proxy szkriptet használ, meg kell adnia a szkript URL-jét \"A proxy .pac fájl URL-je\" lehetőségnél. A részletes példákért látogassa meg a következő címet: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett Ha engedélyezi ezt a beállítást, a Chromium figyelmen kívül hagy minden proxyval kapcsolatos opciót a parancssorból.";
ProxyPacUrl.pfm_title = "URL egy proxy .pac fájlhoz";
ProxyPacUrl.pfm_description = "Itt megadhatja egy proxy .pac fájl URL-jét. Ez a szabály csak akkor lép érvénybe, ha a manuális proxybeállításokat választotta a \"Válassza meg a proxyszerver-beállítások megadásának módját\" résznél. További részletes példákért látogassa meg a következő oldalt: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Proxyszerver címe vagy URL-je";
ProxyServer.pfm_description = "Itt meghatározhatja a proxyszerver URL-jét. Ez a szabály csak akkor lép érvénybe, ha a manuális proxybeállításokat választotta a \"Válassza meg a proxyszerver-beállítások megadásának módját\" résznél. További részletes példákért látogassa meg a következő oldalt: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Művelet indításkor";
RestoreOnStartup.pfm_description = "0 - megnyitása\n1 - Az utoljára megnyitott URL-ek újbóli megnyitása\n4 - Nyisson meg egy URL-listát\nLehetővé teszi, hogy meghatározza a viselkedést indításkor. Ha a \"Kezdőoldal megnyitása\" lehetőséget választja, a kezdőoldal mindig megnyílik a Chromium indításakor. Ha a \"Legutóbb megnyitott URL-ek megnyitása\" lehetőséget választja, azok az URL-ek nyílnak meg, amelyek nyitva voltak a Chromium legutóbbi bezárásakor. Ha az \"URL-lista megnyitása\" lehetőséget választja, az \"indításkor megnyíló URL-ek\" listája kerül megnyitásra a Chromium felhasználó általi indításakor. Ha engedélyezi ezt a beállítást, a felhasználók nem változtathatják meg, vagy írhatják felül a következőben: Chromium. Ezen beállítás kikapcsolása egyenértékű annak be nem állításával. A felhasználó továbbra is módosíthatja a következőben: Chromium.";
RestoreOnStartupURLs.pfm_title = "Indításkor megnyitandó URL-ek";
RestoreOnStartupURLs.pfm_description = "Ha az \"URL-lista megnyitása\" a kiválasztott indítási művelet, ez lehetővé teszi, hogy meghatározza a megnyitott URL-ek listáját.";
SafeBrowsingEnabled.pfm_title = "Biztonságos böngészés engedélyezése";
SafeBrowsingEnabled.pfm_description = "Bekapcsolja a Chromium Biztonságos böngészés funkcióját, és megakadályozza, hogy a felhasználók módosítsák ezt a beállítást. Ha engedélyezi ezt a beállítást, a Biztonságos böngészés mindig aktív. Ha letiltja a beállítást, a Biztonságos böngészés soha nem aktív. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Chromium ezen beállítását.";
SavingBrowserHistoryDisabled.pfm_title = "Böngészési előzmények mentésének tiltása";
SavingBrowserHistoryDisabled.pfm_description = "Letiltja a böngészési előzmények mentését a Chromium számára, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha ez a beállítás engedélyezett, a böngészési előzmények nem kerülnek mentésre. Ha ez a beállítás le van tiltva vagy nincs konfigurálva, a böngészési előzmények elmentődnek.";
SearchSuggestEnabled.pfm_title = "Keresési javaslatok engedélyezése";
SearchSuggestEnabled.pfm_description = "Lehetővé teszi a keresési javaslatokat a Chromium cím- és keresősávjában, és megakadályozza, hogy a felhasználók megváltoztassák ezt a beállítást. Ha engedélyezi ezt a beállítást, a keresési javaslatok használatban lesznek. Ha letiltja a beállítást, a keresési javaslatok soha nem lesznek használatban. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Chromium ezen beállítását.";
ShowHomeButton.pfm_title = "Kezdőoldal gomb megjelenítése az eszköztáron";
ShowHomeButton.pfm_description = "Megjeleníti a Kezdőoldal gombot a Chromium eszköztárán. Ha engedélyezi ezt a beállítást, a Kezdőoldal gomb mindig látható lesz. Ha letiltja a beállítást, a Kezdőoldal gomb soha nem lesz látható. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Chromium ezen beállítását.";
SyncDisabled.pfm_title = "A Google-lal való adatszinkronizálás tiltása";
SyncDisabled.pfm_description = "Letiltja az adatok szinkronizálását a Google szinkronizálási szolgáltatásainak segítségével a Chromium alkalmazásban, valamint megakadályozza, hogy a felhasználók módosítsák ezt a beállítást. Ha engedélyezi ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Chromium ezen beállítását.";
TranslateEnabled.pfm_title = "Fordítás engedélyezése";
TranslateEnabled.pfm_description = "Engedélyezi az integrált Google Fordító szolgáltatást a Chromium-ban. Ha engedélyezi ezt a beállítást, a Chromium megjelenít egy integrált eszköztárat, amely felkínálja az oldal fordítását a felhasználó számára, amikor szükséges. Ha letiltja ezt a beállítást, a felhasználók soha nem fogják látni a fordítási sávot. Ha engedélyezi vagy letiltja ezt a beállítást, a felhasználók nem módosíthatják és nem írhatják felül a Chromium ezen beállítását.";
UserDataDir.pfm_title = "Felhasználói adatok könyvtárának beállítása";
UserDataDir.pfm_description = "Beállítja a könyvtárat, amelyet a Chromium a felhasználói adatok tárolására fog használni. Ha beállítja ezt a szabályt, a Chromium a megadott könyvtárat fogja használni függetlenül attól, hogy a felhasználó megadta-e a \"--user-data-dir\" jelzőt, vagy sem.";